Repository: Jon-b-m/FreeAPS_Translations
Catalog: New_Translations/*.xliff
Languages: es

# 80eo5o
source: Add Carb Entry
es: Agregar Registro de Carbs

# OcNxIj
source: Add Carb Entry
es: Agregar Registro de Carbs

# yc02Yq
source: Add a carb entry to Loop
es: Agregar registro de carbs a Loop

source: Current glucose of %1$@ is below correction range.
es: Glucosa actual de %1$@ está debajo del rango correctivo.

source: Predicted glucose at %1$@ is %2$@.
es: Glucosa proyectada en %1$@ es %2$@.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
es: Glucosa proyectada de %1$@ se encuentra debajo de tu nivel de suspensión.

# 8hF-Ij-B7m.title
source: Learn
es: Aprender

source: Computes the percentage of glucose measurements within a specified range
es: Calcula el porcentaje de mediciones de glucosa en un rango específico

source: Continue
es: Continuar

source: Maximum
es: Máximo

source: Minimum
es: Mínimo

source: Modal Day
es: Día modal

source: No data available
es: No hay datos disponibles

source: Range
es: Rango

source: Start Date
es: Fecha de inicio

source: Time in Range
es: Tiempo en rango

source: Visualizes the most frequent glucose values by time of day
es: Muestra los valores de glucosa más frecuentes en un momento del día

source: Weeks
es: Semanas

source: Eventually %1$@
es: Eventualmente %1$@

# 9iF-xY-Bh4.text
source: Eventually 92 mg/dL
es: Eventualmente 92 mg/dL

# NSBluetoothAlwaysUsageDescription
source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices.
es: Bluetooth se utiliza para las comunicaciones con la microinfusora y los dispositivos de monitoreo continuo de glucosa.

# NSBluetoothPeripheralUsageDescription
source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices.
es: Bluetooth se utiliza para las comunicaciones con la microinfusora y los dispositivos de monitoreo continuo de glucosa.

# NSFaceIDUsageDescription
source: Face ID is used to authenticate insulin bolus.
es: Se utiliza reconocimiento facial para autenticar el bolo de insulina.

# NSHealthShareUsageDescription
source: Meal data from the Health database is used to determine glucose effects. Glucose data from the Health database is used for graphing and momentum calculation. Sleep data from the Health database is used to improve the Apple Watch complication.
es: Datos de alimentos de la base de datos de Salud se utiliza para determinar los efectos en el nivel de glucosa. Datos de glucosa de la bsase de datos de Salud se utilizan para graficar y determinar cálculos de momento.

# NSHealthUpdateUsageDescription
source: Carbohydrate meal data entered in the app and on the watch is stored in the Health database. Glucose data retrieved from the CGM is stored securely in HealthKit.
es: Datos de alimentos ingresados en la aplicación y en el reloj son almacenados en la base de datos de Salud. Los datos de glucosa extraídos del monitor continuo de glucosa se almacenan de manera segura en Kit de Salud.

source: (pending: %@)
es: (pendiente: %@)

source: %1$@ U left
es: %1$@ U restantes

source: %1$@ U left: %2$@
es: %1$@ U restantes: %2$@

source: %1$@ U/hour @ %2$@
es: %1$@ U/hora @ %2$@

source: %@ U Total
es: %@ U Totales

source: %@ absorbed
es: %@ absorbido

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
es: Coeficiente de regresión de glucosa de 15 minutos (b₁), continuado con decadencia sobre 30 minutos.

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
es: Comparación de glucosa actual contra la predicha en 30 minutos, continuada con decaimiento sobre 60 minutos.

source: A model based on the published absorption of Fiasp insulin.
es: Un modelo basado en la publicación de la absorción de insulina Fiasp.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
es: Un modelo basado en la publicación de la absorción de insulina Humalog, Novolog y Apidra en adultos.

source: API Secret
es: API secreto

source: Absorption Time
es: Tiempo de Absorción

source: AcceptRecommendedBolus
es: AceptarBoloRecomendado

source: Active Carbohydrates
es: Carbohidratos Activos

source: Active Carbohydrates: %@
es: Carbohidratos Activos: %@

source: Active Insulin
es: Insulina Activa

source: Active Insulin: %@
es: Insulina Activa: %@

source: Add CGM
es: Agregar CGM

source: Add Carb Entry
es: Agregar Carbohidratos

source: Add Meal
es: Agregar Alimento

source: Add Pump
es: Agregar Microinfusora

source: An adjustment to the adult model based on empirical effects in children.
es: Un ajuste al modelo adulto basado en los efectos empíricos en niños.

source: Are you sure you want to delete this CGM?
es: ¿Está usted seguro de querer eliminar este CGM?

source: Authenticate to Bolus %@ Units
es: Autenticar para Bolo %@ Unidades

source: Basal Rate Schedule
es: Perfil Basal

source: Basal Rates
es: Perfil Basal

source: Bolus
es: Bolo

source: Bolus Recommendation Updated
es: Recomendación de bolo fue actualicada

source: Bolused %1$@ of %2$@
es: Administró bolo %1$@ de %2$@

source: Bolusing %1$@
es: Administrando bolo de %1$@

source: Cancel
es: Cancelar

source: Canceling Bolus
es: Cancelando bolo

source: Carb Entry
es: Entrada de Carbohidratos

source: Carb Ratios
es: Relacíon de carbohidratos

source: Carb effects
es: Efectos de carbohidratos

source: Carbohydrates
es: Carbohidratos

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
es: Carbohidratos absorbidos (gr) ÷ Relación de Carbohidratos (gr/U) x Sensibilidad a Insulina (%1$@/U)

source: Change the pump battery immediately
es: Cambie la batería de la microinfusora de inmediato

source: Change the pump reservoir now
es: Cambie el reservorio de la microinfusora ya

source: Check settings
es: Verificar ajustes

source: Check that your pump is in range
es: Verifique que su microinfusora esté dentro del rango

source: Check your CGM data source
es: Verifique su fuente de datos CGM

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
es: Escoja un tiempo más largo de absorción para comidas más grandes, o las cuales que contienen más grasa o proteína. Éste es consejo al algoritmo y no es necesario de que sea exacto.

source: Closed Loop
es: Asa cerrada

source: Configuration
es: Configuración

source: Configuration Error: %1$@
es: Error de Configuración: %1$@

source: Continuous Glucose Monitor
es: Monitor de glucosa continuo

source: Correction Range
es: Rango de Correción

source: Custom Override
es: Sobreescritura personalizada

source: Customer Token
es: Token de Usuario

source: Date
es: Fecha

source: Delete CGM
es: Eliminar CGM

source: Deliver
es: Entregar

source: Delivery Limits
es: Límites de Dosificación

source: Disables
es: Desactivar

source: Enables
es: Permitir

source: Enter suspend threshold
es: Ingrese nivel de suspensión

source: Error Canceling Bolus
es: Error de cancelación de bolo

source: Error Resuming
es: Error de reanudación

source: Eventually %@
es: Eventualmente %@

source: Exceeds Maximum Bolus
es: Excede bolo máximo

source: For %1$@
es: Por %1$@

source: Glucose
es: Glucosa

source: Glucose Momentum
es: Momento de Glucosa

source: Glucose data is %1$@ old
es: Los datos de glucosa son %1$@ antiguos

source: Glucose data not available
es: Los datos de glucosa no están disponibles

source: Indefinitely
es: Indefinidamente

source: Insulin
es: Insulina

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
es: Insulina Absorbida (U) x Sensibilidad a Insulina (%1$@/U)

source: Insulin Delivery
es: Administración de Insulina

source: Insulin Model
es: Modelo de Insulina

source: Insulin Sensitivities
es: Sensibilidades a Insulina

source: Insulin effects
es: Efectos de la insulina

source: Invalid data: %1$@
es: Datos no válidos: %1$@

source: Issue Report
es: Informe de Errores

source: Launches CGM app
es: Lanza app MCG

source: Loading...
es: Cargando...

source: Loop Failure
es: Falla del Loop

source: Loop has not completed successfully in %@
es: Loop no ha terminado correctamente en %@

source: Meal Bolus
es: Bolo de Comida

source: Missing data: %1$@
es: Faltan Datos: %1$@

source: Momentum effects
es: Efectos de Momento

source: No connected devices, or failure during device connection
es: No hay dispositivos conectados o falla durante conexión de dispositivo

source: Override Presets
es: Sobreescritura de objetivos preestablecidos

source: Please configure a pump to view or edit scheduled basal rates.
es: Configure microinfusora para mirar o cambiar el perfil basal.

source: Pre-Meal
es: Pre-Comida

source: Pre-Meal Targets
es: Objetivos Pre-Comida

# Predicted: %1$@&#10;Actual: %2$@ (%3$@)
source: Predicted: %1$@ Actual: %2$@ (%3$@)
es: Predicción: %1$@ Actual: %2$@ (%3$@)

source: Pump
es: Microinfusora

source: Pump Battery Low
es: Batería de Microinfusora Baja

source: Pump Manager
es: Administratión de Microinfusora

source: Pump Reservoir Empty
es: Reservorio de Microinfusora Vacío

source: Pump Reservoir Low
es: Reservorio de Microinfusora Bajo

source: Pump Suspended
es: Microinfusora Suspendida

source: Pump data is %1$@ old
es: Los datos de la microinfusora son %1$@ viejos

source: Rapid-Acting – Adults
es: Acción Rápida — Adultos

source: Rapid-Acting – Children
es: Acción Rápida — Niños

source: Recommendation expired: %1$@ old
es: Recomendación expiró: %1$@ vieja

source: Recommended Basal
es: Basal Recomendada

source: Recommended Bolus: %@ Units
es: Bolo Recomendado: %@ Unidades

source: Reservoir
es: Reservorio

source: Retrospective Correction
es: Corrección Retrospectiva

source: Retry
es: Reintentar

source: Save without Bolusing
es: Guardar sin Entregar Bolo

source: Services
es: Servicios

source: Settings
es: Ajustes

source: Shows last loop error
es: Muestra último error de Loop

source: Starting Bolus
es: Comenzando Bolo

source: Suspend Threshold
es: Nivel de Suspensión

source: Tap to Resume
es: Toque para reanudar

source: The bolus recommendation has updated. Please reconfirm the bolus amount.
es: La recomendación de bolo ha sido updatada. Reconfirme el bolo.

source: The legacy model used by Loop, allowing customization of action duration.
es: El model utilizado por ediciones iniciales de Loop, permite ajustar duración de acción.

source: The maximum bolus amount is %@ Units
es: Bolo máximo es %@ Unidades

source: Unconfigured Pump
es: La microinfusora no está configurada

source: Use Workout Glucose Targets
es: Utilice Objetivos de Glucosa de Ejercicio

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
es: Cuando la glucosa actual o proyectada se encuentre debajo del nivel de suspensión, Loop no recomendará un bolo y siempre recomendará un basal temporal de 0 unidades por hora.

source: Workout
es: Entrenamiento

source: Workout Targets
es: Objetivos de Ejercicio

source: at %@
es: a %@

# carb-entry-title-add
source: Add Carb Entry
es: Agregar Carbohidratos

# carb-entry-title-edit
source: Edit Carb Entry
es: Editar Entrada de Carbohidratos

source: since %@
es: desde %@

source: starting at %@
es: comenzando a la %@

source: until %@
es: hasta la %@

# 3kU-n2-fha.title
source: Status
es: Estatus

# 5TX-kX-nBo.text
source: Pump ID
es: ID de Microinfusora

# 5gz-kZ-iF1.text
source: 3.5 U/hour @ 12:12 PM
es: 3.5 U/hora @ 12:12 PM

# 5oA-6d-ZTL.text
source: Bolus
es: Bolo

# 7LT-50-ZzK.accessibilityLabel
source: Bolus Amount
es: Cantidad de Bolo

# 87H-N1-0vJ.text
source: Predicted
es: Proyectada

# BR0-dr-Fj2.accessibilityLabel
source: Units
es: Unidades

# D4C-I2-dhA.text
source: Future glucose is predicted by combining the effects of multiple inputs. Use this tool to toggle various inputs to see how they compare to the final prediction.
es: La glucosa futura se predice combinando los efectos de diversas entradada de datos. Utiliza esta herramienta para cambiar datos de entrada y ver como varía la predicción final.

# DyC-Sv-qP8.text
source: DEVICES
es: DISPOSITIVOS

# E41-FN-nkk.text
source: eventually 92 mg/dL
es: eventualmente 92 mg/dL

# EAn-Ja-S1d.text
source: Observed
es: Observado

# G51-pt-pmi.text
source: Eventually 92 mg/dL
es: Eventualmente 92 mg/dL

# IRb-Yj-AQH.text
source: Label
es: Etiqueta

# IxU-As-glo.text
source: Observed changes in glucose, subtracting changes modeled from insulin delivery, can be used to estimate carbohydrate absorption.
es: Los cambios observados en glucosa sustrayendo los cambios modelados para la entrega de insulina pueden ser utilizados para estimar la absorción de carbohidratos.

# J7x-W5-gwo.text
source: Detail
es: Detalle

# Krd-Aa-ret.text
source: Label
es: Etiqueta

# OFA-qT-ZAg.text
source: Label
es: Etiqueta

# PA3-sP-cWY.title
source: Predicted Glucose
es: Glucosa Proyectada

# Rse-x8-amW.text
source: eventually 92 mg/dL
es: eventualmente 92 mg/dL

# SQx-au-ZcM.text
source: g COB
es: gr CAB

# Tz7-80-bJ7.title
source: Add/Edit Carb Entry
es: Agregar/Editar Entrada de Carbohidrados

# Vpi-5b-bY5.title
source: Carbohydrates
es: Carbohidratos

# Wk3-xv-IM5.text
source: 4 hour
es: 4 horas

# Wx8-Tf-FnG.text
source: Amount Consumed
es: Cantidad Consumida

# aCb-Qs-bpu.text
source: Detail
es: Detalle

# aiu-ZA-zVa.title
source: Bolus
es: Bolo

# ap1-M6-naG.text
source: Food Type
es: Típo de Comida

# bIL-Ub-qYp.text
source: Label
es: Etiqueta

# bq4-98-cQU.text
source: Glucose Change
es: Cambio de Glucosa

# cpo-Po-gFM.text
source: Label
es: Etiqueta

# d3X-AN-tA5.text
source: g Total
es: gr Totales

# d6m-qV-wWi.text
source: Label
es: Etiqueta

# dmB-PQ-B44.title
source: Settings
es: Ajustes

# hZZ-2S-lrd.title
source: Carbohydrate Effects
es: Efecto de Carbohidratos

# jQv-xb-gwu.text
source: Detail
es: Detaille

# k0g-P7-OVN.text
source: ⚠ Glucose Predicted Below Range
es: ⚠ Glucosa Proyectada Por Debajo Del Rango.

# k3F-Na-7mn.text
source: Recommended Basal
es: Basal Recomendada

# l7l-mw-Oc9.text
source: Label
es: Etiqueta

# m9c-SQ-djE.text
source: Tap to set
es: Toca para definir

# mVz-dr-xLU.accessibilityLabel
source: Units
es: Unidades

# pi6-Dh-72V.title
source: Insulin Model
es: Modelo de Insulina

# qPH-vU-xlu.text
source: Food Type
es: Típo de Comida

# tuw-av-A3x.text
source: Glucose
es: Glucosa

# ufi-Kj-33k.text
source: Label
es: Etiqueta

# ywT-OR-NnU.text
source: Recommended
es: Recomendado

# zbc-87-wxZ.text
source: Title
es: Título

source: %1$@ at %2$@
es: %1$@ en %2$@

source: %1$@ units per hour at %2$@
es: %1$@ unidades por hora en %2$@

source: %@ ago
es: hace %@

source: Closed loop
es: Asa cerrada

source: Loop ran %@ ago
es: Loop corrió hace %@

source: Needs attention
es: Necesita atención

source: Open loop
es: Asa abierta

source: Unknown
es: Desconocido

source: Waiting for first run
es: Esperando el primer uso

source: Active Carbs
es: Carbs Activos

source: Bolus Failed
es: Bolo Falló

source: Dismiss
es: Ignorar

source: Make sure your iPhone is nearby and try again
es: Asegúrate que tu iPhone se encuentre cerca e inténtalo de nuevo

source: Net Basal Rate
es: Tasa basal neta

source: Override
es: Sobreescritura

source: Reservoir Volume
es: Volumen de Reservorio

source: Send Failed
es: Envío Falló

source: U/hr
es: U/hra

# DZc-Gn-RLu.accessibilityLabel
source: Add
es: Agregar

# Dh9-HV-fXy.accessibilityLabel
source: Subtract
es: Sustraer

# JXa-s1-PJx.text
source: Running
es: Correr

# MZU-QV-PtZ.text
source: TITLE
es: TÍTULO

# Qsq-p5-1J0.title
source: Bolus
es: Bolo

# T4U-wP-dSW.text
source: Label
es: Etiqueta

# Xcr-jO-0IQ.text
source: Turn Digital Crown to bolus
es: Gire el Digital Crown para administrar bolo

# b6f-3I-jki.title
source: Add Carbs
es: Agregar Carbs

# dPh-7b-Tfv.title
source: 2 hours
es: 2 horas

# dea-qG-va8.text
source: TOTAL CARBS
es: CARBS

# eu3-pj-GH3.accessibilityLabel
source: Add
es: Agregar

# f5G-bS-9pd.text
source: Pre-Meal
es: Pre-Comida

# fR1-7h-SNe.title
source: 3 hours
es: 3 horas

# hjF-xr-cwO.accessibilityLabel
source: Subtract
es: Sustraer

# jj3-Gq-HBy.text
source: Bolus Failed
es: Bolo Falló

# nC0-X3-oFJ.text
source: Override
es: Sobreescritura

# rV7-d9-n6u.text
source: UNITS
es: UNIDADES

# smL-Rc-IZh.text
source: Bolus
es: Bolo

# vL1-NA-WZ1.title
source: 1 hour
es: 1 hora

# ycL-5X-a05.text
source: ACTIVE CARBS
es: CARBS ACTIVOS

# zO8-x6-bZd.text
source: Label
es: Etiqueta
