Repository: Jon-b-m/FreeAPS_Translations
Catalog: New_Translations/*/Localizable.strings
Languages: da, de, nb, sv

source: Microboluses
da: Mikrobolus
de: Mikroboli
nb: Mikrobolus
sv: Automatiska bolusar

source: Caution! Microboluses have potential to reduce the safety effects of other mitigations like max temp basal rate. Please be careful! The actual size of a microbolus is always limited to the partial application of recommended bolus.
da: Forsigtig! Mikrobolus kan påvirke andre sikkerhedsaspekter, så som max temp basal sats. Vær forsigtig! Den faktiske størrelse af en microbolus er altid begrænset til delvis anvendelse af anbefalede bolus.
de: Warnung! Mikroboli können die Schutzwirkung von Begrenzungen an anderer Stelle abschwächen, etwa die der gesetzten maximalen temporären Basalrate. Vorsicht! Die tatsächliche Größe eines Bolus bleibt immer begrenzt auf den abzugebenden Anteil des Bolusvorschlags.
nb: Forsiktig! Mikrobolus kan redusere sikkerhetseffekten til andre begrensninger som maksimal midlertidig basalrate. Vær forsiktig! Den faktiske størrelsen på en mikrobolus er alltid begrenset til den innstillingen som er satt for anbefalt mikrobolus.
sv: Tänk på att automatiska bolusar kan påverka andra säkerhetsaspekter, så som maximal basaldos. Var försiktig! Den faktiska mängden automatisk bolus är alltid begränsad till din inställning för partiell tillämpning av rekommenderad bolus.

source: Enable With Carbs
da: Anvend med kulhydrater
de: Aktivieren, mit Kohlenhydraten
nb: Tillatt med karbo
sv: Använd med kolhydrater

source: Enable Without Carbs
da: Anvend uden kulhydrat
de: Aktivieren, ohne Kohlenhydrate
nb: Tillatt uten karbo
sv: Använd utan kolhydrater

source: Partial Bolus Application
da: Anvendt bolus andel
de: Anzuwendender Bolus-Anteil
nb: Andel av anbefalt bolus
sv: Partiell tillämpning av bolus

source: What part of the recommended bolus will be applied automatically.
da: Hvilken andel af den anbefalede bolus anvendes automatisk.
de: Der Anteil des empfohlenen Bolus, der automatisch verabreicht wird.
nb: Hvor stor andel av anbefalt bolus som skal gis automatisk.
sv: Den del av rekommenderad bolus som kommer att ges automatiskt.

source: Basal Rate Multiplier
da: Basalrate multiplikator
de: Basalraten-Multiplikator
nb: Basalrate multiplikator
sv: Basaldosmultiplikator

source: Max basal limit
da: Max basal grænse
de: Maximales Basallimit
nb: Maks basalgrense
sv: Max basaldos

source: Limits the maximum basal rate to a multiple of the scheduled basal rate in loop. The value cannot exceed your maximum basal rate setting. This setting is ignored if microboluses are disabled.
da: Begrænser den maksimale basalrate til et multiplum af den planlagte basalrate. Værdien kan ikke overstige din maksimale basalrate indstilling. Denne indstilling ignoreres, hvis mikrobolus er deaktiveret.
de: Begrenzt die Basalrate auf ein Vielfaches der geplanten Basalrate in Loop. Der Wert kann dabei die maximale Basalrate nicht überschreiten. Die Einstellung wird bei deaktiviertem Mikrobolus ignoriert.

source: Temporary overrides
da: Midlertidige overrides
de: Vorübergehende Anpassungen
nb: Midlertidig overstyring
sv: Tillfälliga undantag

source: Disable MB by enabling temporary override
da: Deaktiver MB ved at aktivere midlertidig overrides
de: MB durch vorübergehende Anpassungen deaktivieren
nb: Deaktiver MB ved å aktivere midlertidig overstyring
sv: Stäng av automatisk bolus vid tillfälliga undantag

source: If the override's target range starts at the given value or more
da: Hvis override'ens målområde starter ved den givne værdi eller mere
de: Wenn der Zielbereich der vorübergehende Anpassungen beim angegebenen Wert oder mehr beginnt
nb: Hvis nedre grense av målområdet til den midlertidige overstyringen starter på angitt verdi eller mer
sv: Om målvärden börjar på angivet värde eller mer

source: Other Options
da: Andre valg
de: Zusätzliche Einstellungen
nb: Andre innstillinger
sv: Andra val

source: Open bolus screen after carbs on watch
da: Åbn bolus skærm efter kulhydrater på dit ur
de: Die Bolus-Anzeige nach Kohlenhydraten auf der Uhr öffnen
nb: Åpne bolusskjermen på klokka etter at karbo er lagt til
sv: Öppna bolusfönster efter kolhydrater på din klocka

source: Minimum Bolus Size
da: Minimum bolusstørrelse
de: Minimaler Bolus
nb: Minste mikrobolus
sv: Minsta bolusmängd

source: Last Event
da: Sidste hændelse
nb: Siste hendelse
sv: Senaste händelse

source: This is the minimum microbolus size in units that will be delivered. Only if the microbolus calculated is equal to or greater than this number of units will a bolus be delivered.
da: Dette er den mindste mikrobolus dosis, der vil blive leveret. Kun hvis den beregnede mikrobolus er lig med eller større end dette antal enheder, vil en bolus blive leveret.
de: Dies ist die untere Grenze in Ie ab der erst ein Mikrobolus angewendet wird. Nur wenn der berechnete Mikrobolus gleich groß oder größer ist, werden die Bolus Ie verabreicht.
nb: Dette er den minste mikrobolusen som vil bli levert. Mikrobolus vil bare bli gitt om beregnet bolus er større enn eller lik denne verdien.
sv: Detta är den minsta mängd automatisk bolus som kan ges.

source: Disabled
da: Deaktiveret
de: Deaktiviert
nb: Deaktivert
sv: Av

source: Always
da: Altid
de: Immer
nb: Alltid
sv: Alltid

source: With Carbs
da: Med kulhydrater
de: Mit Kohlenhydraten
nb: Med karbo
sv: Med kolhydrater

source: Without Carbs
da: Uden kulhydrater
de: Ohne Kohlenhydrate
nb: Uten karbo
sv: Utan kolhydrater

source: Export Settings
da: Eksporter indstillinger
de: Einstellungen exportieren
nb: Eksporter innstillinger
sv: Exportera inställningar

source: Import Settings
da: Importer indstillinger
de: Einstellungen importieren
nb: Importer innstillinger
sv: Importera inställningar

source: Manual Temp Basal
da: Manuel midlertidig basal
de: Eigene temporäre Basalrate
nb: Manuell midlertidig basal
sv: Manuell temporär basal

source: Basal rate (U/h)
da: Basalrate (E/h)
de: Basalrate (IE/h)
nb: Basalrate (E/t)
sv: Basaldos (Е/h)

source: Duration
da: Varighed
de: Dauer
nb: Varighet

source: %.0f h %02.0f min
da: %.0f t %02.0f min
nb: %.0f t %02.0f min

source: Cancel Temp Basal
da: Annuller midlertidig basal
de: Temporäre Basalrate abbrechen
nb: Avbryt midlertidig basal
sv: Avbryt temporär basal

source: Set
da: Sæt
de: Einstellen
nb: Angi
sv: Ställ in

source: Safety
da: Sikkerhed
de: Sicherheit
nb: Sikkerhet
sv: Säkerhetsinställningar

source: Allow MBs when the sensor value is invalid
da: Tillad MB'er, når sensorværdien er ugyldig
de: Erlaube MB trotz ungültiger Sensordaten
nb: Tillat MB når sensor gir ugyldig verdi
sv: Tillåt automatiska bolusar vid 'ogiltiga' sensorvärden

source: Sometimes you may see an exclamation mark next to the glucose value. In such cases microboluses will not be applied. Turn this setting on if you want to ignore warnings.
da: Nogle gange kan du se et udråbstegn ved siden af blodsukkerværdien. I sådanne tilfælde vil mikrobolus ikke blive anvendt. Aktivér denne indstilling, hvis du vil ignorere advarsler.
de: Manchmal sieht man neben dem Glukosewert ein Ausrufezeichen. In solchen Fällen wird kein Mikrobolus verabreicht. Aktiviere diese Einstellung, wenn Warnungen ignoriert werden sollen.
nb: Et utropstegn ved glukoseverdien markerer at kilden til sensordata vurderer målingen som usikker eller ugyldig. Det blir da ikke levert mikroboluser. Slå på innstillingen for å overstyre denne sikkerhetsmekanismen.
sv: Ibland syns ett gult utropstecken efter blodsockervärdet. I dessa fall kommer ingen automatisk bolus att ges. Slå på denna inställning för att ignorera dessa varningar.

source: Other FreeAPS settings
da: Andre FreeAPS indstillinger
de: Zusätzliche FreeAPS Einstellungen
nb: Andre innstillinger for FreeAPS
sv: Andra FreeAPS-inställningar

source: Show required carbs on the app badge
da: Vis antal kulhydrater, som kræves, på app-badge
de: Benötigte Kohlenhydrate als Kennzeichen an der App anzeigen
nb: Vis anbefalte karbo på app-ikonet
sv: Visa antal kolhydrater som krävs för att hamna i målområde

source: Allow MBs when glucose is below target range
da: Tillad MB, når blodsukkeret er under målområdet
de: Erlaube MB bei Glukose unterhalb des Zielbereichs
nb: Tillat MB når blodsukkeret er under målområdet
sv: Tillåt automatiska bolusar även när blodglukos är under målvärde

source: Retrospective Correction interval
da: Retrospektiv korrektionsinterval
de: Nachträgliches Korrekturintervall
nb: Intervall for retrospektiv korreksjon
sv: Retrospektivt korrigeringsintervall
